Repository: megalamo/pixivfe
Catalog: po/*.po
Languages: fil, uk

source: AI-generated
fil: Binuo ng AI
uk: Створено ШІ

source: AI-generated content
fil: Nilalamang binuo ng AI
uk: Вміст, створений ШІ

source: All
fil: Lahat
uk: Усі

source: Apply these settings to your pixiv account (recommended)
fil: Iimbak ang mga setting na ito sa iyong pixiv account (inirerekomenda)
uk: Застосувати ці налаштування до вашого облікового запису pixiv (рекомендовано)

source: Atom feed for {{ .user }}
fil: Atom feed para sa user na {{ .user }}
uk: Стрічка Atom {{ .user }}

source: Atom feed for {{ .workType }} by {{ .user }}
fil: Atom feed para sa {{ .workType }} ni/ng {{ .user }}
uk: Стрічка Atom для робіт {{ .user }} {{ .workType }}

source: BL (yaoi)
uk: BL (яой)

source: Based on your combined settings, you can currently view:
fil: Base sa iyong mga setting, maaari mong itignan ang:
uk: На основі ваших комбінованих налаштувань ви можете переглядати:

source: Cannot authorize with the supplied token.
fil: Hindi maka-authorize gamit ang ibinigay na token.
uk: Неможливо авторизуватися за допомогою наданого токена.

source: Censor
fil: I-censor
uk: Розмивати

source: Contemporary fantasy
fil: Kontemporaryong pantasya
uk: Сучасне фентезі

source: Content filters
fil: Mga filter ng nilalaman
uk: Фільтри вмісту

source: Could not fetch user information.
fil: Hindi makuha ang impormasyon ng user.
uk: Не вдалося отримати інформацію про користувача.

source: Display language
fil: Wika ng interface
uk: Мова

source: Drama
fil: Dula
uk: Драма

source: Empty token submitted.
fil: Walang ibinigay na token.
uk: Надано порожній токен.

source: Error processing user data.
fil: Hindi maproseso ang user data.
uk: Помилка під час обробки даних користувача.

source: Essays/non-fiction
fil: Mga sanaysay/non-fiction
uk: Есе / Документальна література

source: Failed to update language.
fil: Nabigong i-update ang wika.
uk: Не вдалося оновити мову.

source: Failed to update location.
fil: Nabigong i-update ang lokasyon.
uk: Не вдалося оновити місцезнаходження.

source: Failed to update reading status.
fil: Nabigong i-update ang status ng pagbabasa.
uk: Не вдалося оновити прогрес читання.

source: For kids
fil: Para sa mga bata
uk: Для дітей

source: Hide
fil: Itago
uk: Приховати

source: Historical pieces
fil: Makasaysayang mga piraso
uk: Історичні твори

source: Horror
fil: Katatakutan
uk: Жахи

source: Illustration
fil: Larawan
uk: Ілюстрація

source: Illustrations
fil: Mga Larawan
uk: Ілюстрації

source: Internal error during session setup.
fil: Panloob na error habang sine-set up ang session.
uk: Внутрішня помилка під час налаштування сеансу.

source: Isekai fantasy
fil: Isekai na pantasya
uk: Ісекай

source: Language selection is required.
fil: Kinakailangan ang piniling wika.
uk: Необхідно вибрати мову.

source: Language updated successfully.
fil: Matagumpay na na-update ang wika.
uk: Мову успішно оновлено.

source: Literature
fil: Panitikan
uk: Література

source: Location is required.
fil: Kinakailangan ang lokasyon.
uk: Необхідно вказати місцезнаходження.

source: Location updated successfully.
fil: Matagumpay na na-update ang lokasyon.
uk: Місцезнаходження успішно оновлено.

source: Manga
uk: Манґа

source: Mystery
fil: Misteryo
uk: Містика

source: Not AI-generated
fil: Hindi binuo ng AI
uk: Не створено ШІ

source: Novels
fil: Mga Nobela
uk: Романи

source: Other
fil: Iba
uk: Інше

source: Personalize your preferences on this PixivFE instance.
fil: I-personalize ang iyong mga kagustuhan sa PixivFE instance na ito.
uk: Налаштуйте свої уподобання на цьому екземплярі PixivFE.

source: Poetry
fil: Tula
uk: Поезія

source: Preferences summary
fil: Buod ng mga kagustuhan
uk: Підсумок налаштувань

source: R-15 content
fil: R-15 na nilalaman
uk: Вміст R-15

source: R-18 content
fil: R-18 na nilalaman
uk: Вміст R-18

source: R-18G content
fil: R-18G na nilalaman
uk: Вміст R-18G

source: Reading status updated successfully.
fil: Matagumpay na na-update ang status ng pagbabasa.
uk: Прогрес читання успішно оновлено.

source: Reviews/opinion pieces
fil: Mga review/opinyon
uk: Оглядові / публіцистичні статті

source: Romance
fil: Pagmamahalan
uk: Романтика

source: Safe
fil: Ligtas
uk: Безпечний

source: Save
fil: I-save
uk: Зберегти

source: Sci-fi
fil: Sayens piksyon
uk: Наукова фантастика

source: Screenplays/scripts
fil: Senaryo/mga script
uk: Сценарії

source: Search
fil: Maghanap
uk: Пошук

source: Search pixiv
fil: Maghanap sa pixiv
uk: Пошук у pixiv

source: Select your preferred display language from the dropdown menu below. Note that in the case of a missing translation, English will be used instead.
fil: Piliin ang iyong gustong wika sa dropdown menu sa ibaba. Tandaan na sa pagkakataon na walang pagsasalin, gagamitin ang Ingles sa halip.
uk: Виберіть бажану мову відображення з випадаючого меню нижче. Зверніть увагу, що у разі відсутності перекладу буде використовуватися англійська мова.

source: Session initialization failed.
fil: Nabigo ang pag-initialize ng session.
uk: Помилка ініціалізації сеансу.

source: Session token validation failed.
fil: Nabigo ang pag-validate ng session token.
uk: Не вдалося перевірити токен сеансу.

source: Settings
fil: Mga Setting
uk: Налаштування

source: Show
fil: Ipakita
uk: Показати

source: Successfully logged in.
fil: Matagumpay na naka-log in.
uk: Ви успішно ввійшли.

source: Ugoira
uk: Анімація

source: Unrated
fil: Hindi naka-rate
uk: Без рейтингу

source: Update your pixiv account to match the visibility settings chosen above.
fil: I-update ang iyong pixiv account para matugma ang mga setting ng pagpapakita na pinili sa itaas.
uk: Оновіть свій обліковий запис pixiv відповідно до налаштувань видимості, вибраних вище.

source: Use browser language
fil: Gamitin ang wika ng browser
uk: Використовувати мову браузера

source: Users
fil: Mga User
uk: Користувачі

source: You
fil: Ikaw
uk: Ви

source: Your content view is determined by a combination of your pixiv account settings and the local settings on this site. Local settings can only be more restrictive than your pixiv account, not less.
fil: Ang iyong pagtingin ng nilalaman ay tinutukoy sa pagsasama ng mga setting ng iyong pixiv account at ang mga lokal na setting sa site na ito. Ang mga lokal na setting ay maaari lamang maging mas mahigpit kaysa sa iyong pixiv account, hindi mabawasan.
uk: Перегляд вмісту визначається налаштуваннями вашого облікового запису pixiv, а також локальними налаштуваннями на цьому сайті. Локальними налаштуваннями може бути встановлено більше обмежень, ніж у вашому обліковому записі pixiv, але не навпаки.

source: Your pixiv.net account hides AI-generated works, AI will be hidden regardless of the local setting.
fil: Tinatago ng iyong pixiv.net account ang mga gawang binuo ng AI. Itatago ang AI hindi alintana sa local na setting.
uk: Ваш обліковий запис pixiv.net приховує роботи, створені ШІ, тому вони будуть приховані незалежно від локальних налаштувань.

source: Your pixiv.net account is set to:
fil: Ang iyong pixiv.net account ay itinakda na:
uk: Ваш обліковий запис pixiv.net налаштовано так:

source: Yuri
uk: Юрі

source: {{ .accessCount }} views
fil: {{ .accessCount }} mga pagtingin
uk: {{ .accessCount }} переглядів

source: {{ .user }}'s profile banner
fil: Banner ng profile ni/ng {{ .user }}
uk: Банер профілю {{ .user }}
